Repository: CreateAmrita/molecular-biology-virtual-lab-II
Catalog: src/lab/Polymerase_Chain_Reaction/locale/*/messages.po
Languages: ml_in

source: Cycle number
ml_in: സൈക്കിൾ നമ്പർ(n)

source: Amount of DNA
ml_in: ഡിഎൻഎ തുക

source: help1
ml_in: പ്രാരംഭ പകർപ്പ് നമ്പർ, സൈക്കിൾ നമ്പർ അതത് സ്ലൈഡറുകൾ ഉപയോഗിച്ച് amplification കാര്യക്ഷമത ക്രമീകരിക്കുക.

source: help2
ml_in: 'Amplification ഗ്രാഫ് കാര്യക്ഷമതയും ഇഫക്റ്റ്' ക്ലിക്ക് ചെയ്യുക.

source: help3
ml_in: ഗ്രാഫ് അതിന്റെ y അക്ഷത്തിൽ നിലയിൽ അതിന്റെ എക്സ് അച്ചുതണ്ട് ഡി.എൻ.എ. തുക പോലെ സൈക്കിൾ നമ്പർ ഉപയോഗിച്ച് തന്ത്രം ചെയ്യും.

source: help4
ml_in: പരീക്ഷണം പുനഃക്രമീകരിക്കാൻ ബട്ടൺ 'പുനഃക്രമീകരിക്കുക' ക്ലിക്ക് ചെയ്യുക.

source: Next
ml_in: അടുത്തത്

source: Close
ml_in: അടയ്ക്കുക

source: Polymerase Chain Reaction
ml_in: Polymerase ശൃംഖലാപതിപവര്ത്തനം

source: Variables
ml_in: വേരിയബിൾസ്

source: Amplification Efficiency
ml_in: Amplification Efficiency(E)

source: Initial Copy number
ml_in: പ്രാരംഭ നമ്പർ പകർത്തുക (X0)

source: Result
ml_in: ഫലം

source: copyright
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015
