Repository: CreateAmrita/molecular-biology-virtual-lab-II
Catalog: src/lab/Polyacrylamide_Gel_Electrophoresis/locale/*/messages.po
Languages: hi_in, ml_in

source: Ribo A
hi_in: रिबो ए
ml_in: റിബോ A

source: Con A
hi_in: कॉन ए
ml_in: കോൺ A

source: oval
hi_in: ओवल
ml_in: ഓവൽ

source: Acon
hi_in: अकॉन
ml_in: അക്കോൺ

source: b-gal
hi_in: बी गाल
ml_in: B ഗാൽ

source: Protein Name
hi_in: प्रोजेक्ट नाम
ml_in: പ്രോട്ടീൻ പേര്

source: Aconitase
hi_in: एकांतसे
ml_in: അക്കോണിറ്റസ്

source: Conconavalin A
hi_in: कंकणावलीं ए
ml_in: കോൺകോണ്വാലിന് എ

source: Glucose Oxidase
hi_in: ग्लूकोस ऑक्सीडेस
ml_in: ഗ്ലുക്കോസ് ഓക്സിഡേസ്

source: Neuraminidase
hi_in: नेउरमिनिडस
ml_in: ന്യൂറമൈനിദാസ്

source: Phosphorylase b
hi_in: फोस्फोरयलसे बी
ml_in: ഫോസ്ഫോറിലാസ് ബി

source: Pyruvate Kinase
hi_in: पैरुवाते काइनेज
ml_in: പയറുവറ്റ കിനാസ്

source: Ribonuclease A
hi_in: रिबोन्यूक्लेअसे ए
ml_in: റൈബോന്യൂക്ലീസ് എ

source: Chymotrypsinogen
hi_in: चयमोतरयप्सिनोगें
ml_in: ചയമൊട്രൈപ്‌സിനോജിന്

source: p Hydroxybenzoate
hi_in: पी हैड्रॉक्सिबेनज़ॉट
ml_in: പി ഹൈദ്രോസ്‌യ്‌ബെൻസോയേറ്റ്

source: Ribonuclease H
hi_in: रिबोन्यूक्लेअसे एच
ml_in: റൈബോന്യൂക്ലീസ് H

source: beta Galactosidase
hi_in: बीटा ग्लाक्टोसीदास
ml_in: ബീറ്റ ഗാലക്ടോസിഡസ്

source: Ovalbumin
hi_in: ओवल्बुमिन
ml_in: ഓവൽബുമിൻ

source: Carbonic Anhydrase
hi_in: कार्बनिक अनिद्रासे
ml_in: കാർബോണിക് അൺഹൈഡ്രസ്

source: Triose Phosphate Isomerase
hi_in: त्रिओस फॉस्फेट इसोमेरसे
ml_in: ട്രിയസ് ഫോസ്‌ഫേറ്റ് ഐസോമെറാസ്

source: Myoglobin
hi_in: मायोग्लोबिन
ml_in: മ്യോഗ്ലോബിന്

source: Lysozyme
hi_in: ल्य्सजयमे
ml_in: ലൈസോസയമേ

source: Trypsin Inhibitor
hi_in: ट्रिप्सिन इन्हीबिटर
ml_in: ട്രൈപ്‌സിന് ഇൻഹിബിറ്റർ

source: help1
hi_in: सेलेक्ट थे कंसंट्रेशन ड्रोपडावं.
ml_in: ഏകാഗ്രത ഡ്രോപ്പ്ഡൗൺ തിരഞ്ഞെടുക്കുക.

source: help2
hi_in: मार्क थे मार्कर प्रोटीन चेकबॉक्सेस यू वांट.
ml_in: നിങ്ങൾ ആഗ്രഹിക്കുന്ന മാർക്കർ പ്രോട്ടീൻ അടയാളപ്പെടുത്തുക .

source: help3
hi_in: सेलेक्ट थे सैंपल ऑफ़ द्रोपडौन्स वेल1, वेल2, वेल3, वेल4 एंड वेल5.
ml_in: ഡ്രോപ്പ്ഡൗൺ സാമ്പിൾ വെൽ1, വെൽ2, വെൽ3, വെൽ4 ആൻഡ് വെൽ5 തിരഞ്ഞെടുക്കുക.

source: help4
hi_in: एडजस्ट थे वोल्टेज उसिंग 'एडजस्ट वोल्टेज' स्लाइडर.
ml_in: സ്ലൈഡർ 'വോൾട്ടേജ് ക്രമീകരിക്കുക' ഉപയോഗിച്ച് വോൾട്ടേജ് ക്രമീകരിക്കുക.

source: help5
hi_in: स्टार्ट थे सिम्युलेटर उसिंग 'स्टार्ट सिम्युलेटर' बटन.
ml_in: 'ആരംഭിക്കുക സിമുലേറ്റർ' ബട്ടൺ ഉപയോഗിച്ച് സിമുലേറ്റർ ആരംഭിക്കുക.

source: help6
hi_in: टर्न पावर न उसिंग 'टर्न पावर ऑन' बटन.
ml_in: ബട്ടൺ 'പവർ തിരിയുക' ഉപയോഗിച്ച് വൈദ്യുതി തിരിയുക.

source: help7
hi_in: यू कैन टर्न पावर ऑफ उसिंग 'टर्न पावर ऑफ' बटन.
ml_in: നിങ്ങൾ ശക്തി 'തിരിയുക പവർ ഓഫ്' ബട്ടൺ ഉപയോഗിച്ച് ഓഫ് ചെയ്യാനാകും.

source: help8
hi_in: फिर प्रत्येक के प्रोटीन के स्तर में अच्छी तरह से प्राप्त करने के लिए पिछले बटन पर क्लिक करें।
ml_in: പ്രോട്ടീൻ തലത്തിൽ ലഭിക്കുന്നതിന് അവസാന ബട്ടൺ ക്ലിക്ക് ചെയ്യുക.

source: help9
hi_in: आप 'शो प्रोटीन डेटाबेस' चेकबॉक्स का उपयोग कर डेटाबेस तालिका देख सकते हैं।
ml_in: 'പ്രോട്ടീൻ ഡാറ്റാബേസ്' ചെക്ക്ബോക്സ് ഡാറ്റാബേസ് പട്ടിക കാണാൻ കഴിയും.

source: help10
hi_in: आप प्रयोग बटन 'सिम्युलेटर रीसेट' का उपयोग रीसेट कर सकते हैं।
ml_in: 'സിമുലേറ്റർ പുനഃക്രമീകരിക്കുക' ബട്ടൺ പരീക്ഷണം പുനഃസജ്ജീകരിക്കാനാകും.

source: Next
hi_in: अगला
ml_in: അടുത്തത്

source: Close
hi_in: बंद करे
ml_in: അടയ്ക്കുക

source: Polyacrylamide Gel Electrophoresis
hi_in: पोळ्याकरयलामिदी जेल वैद्युतकणसंचलन
ml_in: പോളയക്രിലമൈഡ് ജെൽ എലെക്ട്രോഫോറെസിസ്

source: Variables
hi_in: चर
ml_in: വേരിയബിൾസ്

source: Concentration(%) of Acrylamid
hi_in: एकाग्रता एक्रिलामाइड के (%)
ml_in: അക്രിലമൈഡ് കേന്ദ്രീകരണം(%)

source: Select Concentration
hi_in: एकाग्रता का चयन
ml_in: കേന്ദ്രീകരണം തിരഞ്ഞെടുക്കുക

source: Marker Proteins
hi_in: मार्कर प्रोटीन
ml_in: മാർക്കർ പ്രോട്ടീനുകൾ

source: Well 1
hi_in: वेल 1
ml_in: വെൽ 1

source: Well 2
hi_in: वेल 2
ml_in: വെൽ 2

source: Well 3
hi_in: वेल 3
ml_in: വെൽ 3

source: Well 4
hi_in: वेल 4
ml_in: വെൽ 4

source: Well 5
hi_in: वेल 5
ml_in: വെൽ 5

source: Select Sample
hi_in: नमूने का चयन
ml_in: സാമ്പിൾ തിരഞ്ഞെടുക്കുക

source: Adjust Voltage
hi_in: वोल्टेज समायोजित
ml_in: അഡ്ജസ്റ്റ് വോൾടേജ്

source: Start Simulator
hi_in: प्रारंभ सिम्युलेटर
ml_in: സിമുലേറ്റർ ആരംഭിക്കുക

source: Reset Simulator
hi_in: रीसेट सिम्युलेटर
ml_in: റീസെറ് സിമുലേറ്റർ

source: Turn Power ON
hi_in: बारी सत्ता पर
ml_in: ടേൺ പവർ ഓൺ

source: Turn Power OFF
hi_in: मुड़ें बिजली बंद
ml_in: ടേൺ പവർ ഓഫ്

source: Incubate in staining and destaining solution
hi_in: धुंधला और डेसटाइनिंग समाधान में सेते
ml_in: ഇൻക്യൂബേറ് ഇൻ സ്‌റ്റെയ്‌നിങ് ആൻഡ് ഡെസ്ടിനിങ് സൊല്യൂഷൻ

source: Show Protein Database
hi_in: शो प्रोटीन डेटाबेस
ml_in: പ്രോട്ടീൻ ഡാറ്റാബേസ് കാണിക്കുക

source: Result
hi_in: परिणाम
ml_in: ഫലം

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015

source: Marker
hi_in: निशान
ml_in: മാർക്കർ

source: Sample 1
hi_in: नमूना 1
ml_in: സാമ്പിൾ 1

source: Sample 2
hi_in: नमूना 2
ml_in: സാമ്പിൾ 2

source: Sample 3
hi_in: नमूना 3
ml_in: സാമ്പിൾ 3

source: Sample 4
hi_in: नमूना 4
ml_in: സാമ്പിൾ 4

source: Sample 5
hi_in: नमूना 5
ml_in: സാമ്പിൾ 5

source: GO
hi_in: गो
ml_in: ഗോ

source: Neur
hi_in: नेउर
ml_in: ന്യൂർ

source: Phos b
hi_in: फोस बी
ml_in: ഫോസ് ബി

source: Pyr Kin
hi_in: पैर किन
ml_in: പിയർ കിൻ

source: Chymo
hi_in: चयमो
ml_in: ചയമോ

source: Hydrox
hi_in: हयड्रोक्स
ml_in: ഹൈദ്രോസ്

source: Ribo H
hi_in: रिबो एच
ml_in: റിബോ എച്

source: carb anh
hi_in: चर्ब अंह
ml_in: കാർബ്‌ അംഹ്‌

source: TIM
hi_in: टी ऐ म
ml_in: ടി ഐ എം

source: Myo
hi_in: मयो
ml_in: മയോ

source: Lyso
hi_in: लैस
ml_in: ലൈസോ
